[
    "Lavori come produttore di biancheria intima per la riduzione dell'odore di flatulenza e guadagni", 
    "Lavori al ristorante della nonna come cuoca e guadagni", 
    "Lavori come contrabbandiere professionista e guadagni", 
    "Lavori come pittore di zucche e guadagni", 
    "Lavori come ingegnere e guadagni", 
    "Lavori come consulente comportamentale suricato e guadagni", 
    "Il tuo lavoro come collezionista di scoregge è molto interessante e ti fa guadagnare", 
    "Lavori come pinguinologo e guadagni", 
    "Lavori come pulisci orecchie e guadagni", 
    "Sviluppi giochi e guadagni", 
    "Lavori come personal shopper e guadagni", 
    "Lavori come istruttore di dog surf e guadagni",
    "Lavori come mangiatore di carne e guadagni", 
    "Lavori come comico e guadagni", 
    "Lavori come capo di elefanti e guadagni", 
    "Lavori come insegnante di scuola elementare e guadagni", 
    "Hai lavorato come doppiatore per Spongebob e sei riuscito a guadagnare", 
    "Hai avuto una giornata proficua in ufficio oggi e hai guadagnato",
    "Hai davvero finito il piatto di verdure che i tuoi genitori ti hanno fatto mangiare! Sei stato premiato con", 
    "Lavori come educatrice al parto e guadagni", 
    "Lavori come venditore di una fabbrica di body pillow su Internet per i veri weebs, e hai guadagnato", 
    "Lavori come consulente di vibrazioni e guadagni", 
    "Lavora nella gelateria dei tuoi sogni d'infanzia e guadagna", 
    "Lavori come hacker professionista di Minecraft. Riesci a rastrellare", 
    "Hai fatto una dab così forte che anche tua madre è orgogliosa! Hai guadagnato", 
    "Lavori come addetta alle pulizie professionista. Dopo aver nascosto il corpo, hai ricevuto", 
    "Sei stato clonato per la scienza. Hai guadagnato", 
    "Lavori come poliziotto e guadagni",
    "Lavori come potatore di cespugli per Donald Trump e guadagni", 
    "Lavori come annusatore di tovaglioli di carta e guadagni", 
    "Lavori come tester di scivoli d'acqua e guadagni", 
    "Hai munto una mucca per"
  ]